brew "ca-certificates"
brew "bat"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "glow"
brew "jq"
brew "rustup"
brew "sheldon"
brew "tree"
brew "vim"
brew "xdg-ninja"
brew "zsh"
