tap "adoptopenjdk/openjdk"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "cocoapods"
brew "detekt"
brew "gnutls"
brew "ffmpeg"
brew "fontforge"
brew "ghq"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "hugo"
brew "jq"
brew "ktlint"
brew "kubectx"
brew "protobuf"
brew "mysql"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "python@3.8"
brew "stern"
brew "swagger-codegen"
brew "tfenv"
brew "tree"
brew "vegeta"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "mysqlworkbench"
cask "rancher"
cask "skitch"
cask "slack"
cask "visual-studio-code"
