tap "adoptopenjdk/openjdk"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "cocoapods"
brew "curl"
brew "detekt"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "fontforge"
brew "ghq"
brew "git"
brew "go"
brew "go@1.17"
brew "golangci-lint"
brew "gradle"
brew "grep"
brew "grpcurl"
brew "hugo"
brew "jq"
brew "openjdk"
brew "ktlint"
brew "kubectx"
brew "libfido2"
brew "libpq"
brew "protobuf"
brew "mysql"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "stern"
brew "swagger-codegen"
brew "tfenv"
brew "tree"
brew "vegeta"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk11"
cask "alfred"
cask "alt-tab"
cask "discord"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "rancher"
cask "skitch"
cask "slack"
cask "visual-studio-code"
