tap "adoptopenjdk/openjdk"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "k1low/tap"
tap "sanemat/font"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "detekt"
brew "direnv"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go@1.17"
brew "golangci-lint"
brew "gradle"
brew "grep"
brew "gron"
brew "grpcurl"
brew "hugo"
brew "jq"
brew "ktlint"
brew "kubectx"
brew "libfido2"
brew "libpq"
brew "protobuf"
brew "mysql"
brew "n"
brew "neovim"
brew "nodebrew"
brew "openjdk@17"
brew "peco"
brew "pict"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "rbenv"
brew "sqlfluff"
brew "stern"
brew "swagger-codegen"
brew "tfenv"
brew "tree"
brew "vegeta"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "k1low/tap/tbls"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "alt-tab"
cask "clipy"
cask "cursor"
cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mockoon"
cask "rancher"
cask "scroll-reverser"
cask "skitch"
cask "slack"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "bradlc.vscode-tailwindcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "zxh404.vscode-proto3"
